Repository: eg-abhiyantsingh/iOS_automation_site
Catalog: app-source/Egalvanic PZ/Localizable.xcstrings
Source language: en
Languages: fr

# settings.syncPendingWarning
source: Please sync %1$lld pending %2$@ before logging out
fr: Veuillez synchroniser %1$lld %2$@ en attente avant de vous déconnecter

# settings.syncQueueAnalyzer
source: Sync Queue Analyzer
fr: Analyseur de file de synchronisation

# settings.title
source: Settings
fr: Paramètres

# settings.useBiometricForLogin
source: Use biometric authentication for quick login
fr: Utiliser l'authentification biométrique pour une connexion rapide

# settings.userID
source: User ID
fr: ID utilisateur

# site.account
source: Account
fr: Compte

# site.accountInfo
source: Associate this site with a customer account
fr: Associer ce site à un compte client

# site.active
source: Active
fr: Actif

# site.activeWorkOrder
source: Active Work Order
fr: Ordre de travail actif

# site.address
source: Address
fr: Adresse

# site.addressLine1
source: Address Line 1
fr: Ligne d'adresse 1

# site.addressLine2Optional
source: Address Line 2 (Optional)
fr: Ligne d'adresse 2 (Optionnel)

# site.arcFlash
source: Arc Flash
fr: Arc électrique

# site.australia
source: Australia
fr: Australie

# site.city
source: City
fr: Ville

# site.clearSearch
source: Clear Search
fr: Effacer la recherche

# site.companyIdNotFound
source: Company ID not found. Please log in again.
fr: ID entreprise non trouvé. Veuillez vous reconnecter.

# site.complexityCritical
source: Critical
fr: Critique

# site.complexityCriticalDesc
source: Extreme restrictions, specialized equipment needed
fr: Restrictions extrêmes, équipement spécialisé requis

# site.complexityHigh
source: High
fr: Élevé

# site.complexityHighDesc
source: Security clearance, escorted access, or limited hours
fr: Habilitation sécuritaire, accès escorté ou horaires limités

# site.complexityLevel
source: Access Complexity
fr: Complexité d'accès

# site.complexityModerate
source: Moderate
fr: Modéré

# site.complexityModerateDesc
source: Minor access restrictions or remote location
fr: Restrictions d'accès mineures ou emplacement éloigné

# site.complexityStandardDesc
source: Normal access, no special requirements
fr: Accès normal, aucune exigence particulière

# site.complexityTooltip
source: Time multiplier based on site access difficulty
fr: Multiplicateur de temps selon la difficulté d'accès au site

# site.country
source: Country
fr: Pays

# site.createNewSite
source: Create New Site
fr: Créer un nouveau site

# site.creatingSite
source: Creating site...
fr: Création du site...

# site.editSite
source: Edit Site
fr: Modifier le site

# site.equipment
source: Equipment
fr: Équipement

# site.hi
source: Hi!
fr: Bonjour !

# site.hiName
source: Hi, %@!
fr: Bonjour, %@ !

# site.itemsCleared
source: %1$lld of %2$lld items cleared
fr: %1$lld sur %2$lld éléments effacés

# site.itemsProcessed
source: %1$lld of %2$lld items processed
fr: %1$lld sur %2$lld éléments traités

# site.laborUnion
source: Labor Union
fr: Syndicat

# site.laborUnionInfo
source: Labor union assigned to this site for rate lookups
fr: Syndicat assigné à ce site pour la recherche de tarifs

# site.loadingAvailableSites
source: Loading available sites...
fr: Chargement des sites disponibles...

# site.loadingSite
source: Loading %@
fr: Chargement de %@

# site.loadingSiteGeneric
source: Loading Site
fr: Chargement du site

# site.location
source: Location
fr: Emplacement

# site.locationHelpText
source: Location helps auto-fill your address. You can also enter it manually below.
fr: La localisation aide à remplir automatiquement votre adresse. Vous pouvez aussi l'entrer manuellement ci-dessous.

# site.locationOptional
source: Location (Optional)
fr: Emplacement (Optionnel)

# site.myTasks
source: My Tasks
fr: Mes tâches

# site.newVersionAvailable
source: A new version is available.
fr: Une nouvelle version est disponible.

# site.noActiveWorkOrder
source: No Active Work Order
fr: Aucun ordre de travail actif

# site.noneOptional
source: None (Optional)
fr: Aucun (Facultatif)

# site.noSitesAvailable
source: No sites available
fr: Aucun site disponible

# site.noSitesMatch
source: No sites match '%@'
fr: Aucun site ne correspond à « %@ »

# site.office
source: Office
fr: Bureau

# site.officeInfo
source: When set, this language will be used as the default for all sites, accounts, and users in this office
fr: Lorsque définie, cette langue sera utilisée par défaut pour tous les sites, comptes et utilisateurs de ce bureau

# site.officeOptional
source: Office (Optional)
fr: Bureau (Facultatif)

# site.pendingSyncCount
source: %lld pending
fr: %lld en attente

# site.pleaseUpdateToContinue
source: Please update to continue using the app.
fr: Veuillez mettre à jour pour continuer à utiliser l'application.

# site.postalCode
source: Postal Code
fr: Code postal

# site.preparing
source: Preparing...
fr: Préparation...

# site.properties
source: Properties
fr: Propriétés

# site.quickActions
source: Quick Actions
fr: Actions rapides

# site.refresh
source: Refresh
fr: Actualiser

# site.region
source: Region
fr: Région

# site.remindMeLater
source: Remind Me Later
fr: Me rappeler plus tard

# site.returnToSiteSelection
source: Return to Site Selection
fr: Retour à la sélection du site

# site.searchAccounts
source: Search accounts...
fr: Rechercher des comptes...

# site.searchLaborUnions
source: Search labor unions...
fr: Rechercher des syndicats...

# site.searchOffices
source: Search offices...
fr: Rechercher des bureaux...

# site.searchSites
source: Search sites...
fr: Rechercher des sites...

# site.searchStateProvince
source: Search...
fr: Rechercher...

# site.selectAccount
source: Select Account
fr: Sélectionner un compte

# site.selectComplexityLevel
source: Select level
fr: Sélectionner le niveau

# site.selectLaborUnion
source: Select Labor Union
fr: Sélectionner un syndicat

# site.selectOffice
source: Select Office
fr: Sélectionner un bureau

# site.selectSite
source: Select Site
fr: Sélectionnez un site

# site.selectStateProvince
source: Select %@
fr: Sélectionnez %@

# site.setLocation
source: Set Location
fr: Définir l'emplacement

# site.showFirstFiveOnly
source: Show First 5 Only
fr: Afficher les 5 premiers uniquement

# site.siteDetails
source: Site Details
fr: Détails du site

# site.siteInformation
source: Site Information
fr: Informations du site

# site.siteName
source: Site Name
fr: Nom du site

# site.state
source: State
fr: État

# site.stateProvince
source: State/Province
fr: État/Province

# site.switchingSites
source: Switching Sites
fr: Changement de site

# site.syncFailed
source: Sync Failed
fr: Échec de la synchronisation

# site.syncNow
source: Sync Now
fr: Synchroniser maintenant

# site.tapToSelectWorkOrder
source: Tap to select a work order
fr: Appuyez pour sélectionner un ordre de travail

# site.unitedKingdom
source: United Kingdom
fr: Royaume-Uni

# site.unitedStates
source: United States
fr: États-Unis

# site.update
source: Update
fr: Mettre à jour

# site.updateAvailable
source: Update Available
fr: Mise à jour disponible

# site.updateRequired
source: Update Required
fr: Mise à jour requise

# site.updatingSite
source: Updating site...
fr: Mise à jour du site...

# site.useCurrentLocation
source: Use Current Location
fr: Utiliser l'emplacement actuel

# site.welcomeTo
source: Welcome to %@
fr: Bienvenue sur %@

# site.zipCode
source: ZIP Code
fr: Code postal

# sld.allAssets
source: All Assets
fr: Tous les actifs

# sld.confirmDelete
source: Confirm Delete
fr: Confirmer la suppression

# sld.defaultLabel
source: Default
fr: Par défaut

# sld.defaultView
source: Default View
fr: Vue par défaut

# sld.deleteConnectionConfirm
source: Are you sure you want to delete this connection?
fr: Êtes-vous sûr de vouloir supprimer cette connexion ?

# sld.deleteNodeConfirm
source: Are you sure you want to delete %@?
fr: Êtes-vous sûr de vouloir supprimer %@ ?

# sld.descriptionOptional
source: Description (optional)
fr: Description (optionnel)

# sld.edit
source: Edit
fr: Modifier

# sld.editView
source: Edit View
fr: Modifier la vue

# sld.errorNoViewSelected
source: Error: No view selected
fr: Erreur : Aucune vue sélectionnée

# sld.locationBasedView
source: Location-Based View
fr: Vue par emplacement

# sld.nameIsRequired
source: Name is required
fr: Le nom est requis

# sld.newView
source: New View
fr: Nouvelle vue

# sld.noViewsAvailable
source: No Views Available
fr: Aucune vue disponible

# sld.noViewsDescription
source: This SLD doesn't have any views configured yet.
fr: Ce SLD n'a pas encore de vues configurées.

# sld.selectView
source: Select View
fr: Sélectionnez une vue

# sld.viewDetails
source: View Details
fr: Détails de la vue

# sld.views
source: Views
fr: Vues

# supporting.debugLog
source: Debug Log
fr: Journal de débogage

# supporting.enterTitle
source: Enter %@
fr: Entrez %@

# supporting.goOffline
source: Go Offline
fr: Se déconnecter

# supporting.goOnline
source: Go Online
fr: Se connecter

# supporting.noActiveSessions
source: No Active Sessions
fr: Aucune session active

# supporting.noAssetsFound
source: No assets found
fr: Aucun actif trouvé

# supporting.selectAssetClassFirst
source: Select asset class first
fr: Sélectionnez d'abord la classe d'actif

# supporting.selectAssets
source: Select Assets
fr: Sélectionner des actifs

# supporting.selectedCount
source: %lld selected
fr: %lld sélectionné(s)

# supporting.sourceTerminal
source: Source Terminal
fr: Terminal source

# supporting.syncing
source: Syncing...
fr: Synchronisation...

# supporting.syncRecords
source: Sync %lld records
fr: Synchroniser %lld enregistrements

# supporting.targetTerminal
source: Target Terminal
fr: Terminal cible

# supporting.unnamedSession
source: Unnamed Session
fr: Session sans nom

# sync.canSyncLaterFromSettings
source: You can sync later from Settings.
fr: Vous pouvez synchroniser plus tard depuis les Paramètres.

# sync.itemsProgress
source: %1$lld of %2$lld items
fr: %1$lld sur %2$lld éléments

# sync.offlineSyncQueue
source: OFFLINE SYNC QUEUE
fr: FILE DE SYNCHRONISATION HORS LIGNE

# sync.pleaseWaitWhileWeSave
source: Please wait while we save your data.
fr: Veuillez patienter pendant que nous enregistrons vos données.

# sync.retrySync
source: Retry Sync
fr: Réessayer la synchronisation

# sync.syncIncomplete
source: Sync Incomplete
fr: Synchronisation incomplète

# sync.syncingYourData
source: Syncing Your Data
fr: Synchronisation de vos données

# sync.syncInProgress
source: SYNC IN PROGRESS
fr: SYNCHRONISATION EN COURS

# sync.updateAnyway
source: Update Anyway
fr: Mettre à jour quand même

# syncStep.comments
source: Processing comments
fr: Traitement des commentaires

# syncStep.complete
source: Complete
fr: Terminé

# syncStep.edgeClasses
source: Processing connection classes
fr: Traitement des classes de connexion

# syncStep.edges
source: Processing connections
fr: Traitement des connexions

# syncStep.fetching
source: Fetching data from server
fr: Récupération des données du serveur

# syncStep.formInstances
source: Processing form instances
fr: Traitement des instances de formulaire

# syncStep.irPhotos
source: Processing IR photos
fr: Traitement des photos IR

# syncStep.issueClasses
source: Processing issue classes
fr: Traitement des classes de problèmes

# syncStep.issues
source: Processing issues
fr: Traitement des problèmes

# syncStep.locations
source: Processing locations
fr: Traitement des emplacements

# syncStep.mappings
source: Processing relationships
fr: Traitement des relations

# syncStep.nodeClasses
source: Processing equipment classes
fr: Traitement des classes d'équipement

# syncStep.nodes
source: Processing equipment
fr: Traitement des équipements

# syncStep.photos
source: Processing photos
fr: Traitement des photos

# syncStep.quotes
source: Processing quotes
fr: Traitement des devis

# syncStep.saving
source: Saving data
fr: Enregistrement des données

# syncStep.sessions
source: Processing sessions
fr: Traitement des sessions

# syncStep.tasks
source: Processing tasks
fr: Traitement des tâches

# tabs.assets
source: Assets
fr: Actifs

# tabs.assetsList
source: Assets List
fr: Liste des actifs

# tabs.connections
source: Connections
fr: Connexions

# tabs.connectionsList
source: Connections List
fr: Liste des connexions

# tabs.loadingAssets
source: Loading assets...
fr: Chargement des actifs...

# tabs.loadingConnections
source: Loading connections...
fr: Chargement des connexions...

# tabs.loadingDiagram
source: Loading diagram...
fr: Chargement du schéma...

# tabs.loadingSiteInfo
source: Loading site information...
fr: Chargement des informations du site...

# tabs.settings
source: Settings
fr: Paramètres

# tabs.singleLineDiagram
source: Single-Line Diagram
fr: Schéma unifilaire

# tabs.siteInfo
source: Site Info
fr: Info du site

# tasks.addNode
source: Add Node
fr: Ajouter un nœud

# tasks.after
source: After
fr: Après

# tasks.asset
source: Asset
fr: Actif

# tasks.assetSelectedSingular
source: %lld asset selected
fr: %lld actif sélectionné

# tasks.assetsLinkedToTask
source: Assets Linked to Task
fr: Actifs liés à la tâche

# tasks.assetsSelectedPlural
source: %lld assets selected
fr: %lld actifs sélectionnés

# tasks.assignedToMe
source: Assigned to Me
fr: Assigné à moi

# tasks.assignment
source: Assignment
fr: Assignation

# tasks.assignmentOptional
source: Assignment (Optional)
fr: Assignation (Optionnel)

# tasks.assignToAsset
source: Assign to Asset
fr: Assigner à un actif

# tasks.attachForm
source: Attach Form
fr: Joindre un formulaire

# tasks.availableAssets
source: Available Assets
fr: Actifs disponibles

# tasks.before
source: Before
fr: Avant

# tasks.complete
source: Complete
fr: Terminer

# tasks.completed
source: Completed
fr: Terminé

# tasks.completeTask
source: Complete Task
fr: Terminer la tâche

# tasks.completeTaskMessage
source: By completing this task, all linked assets will be marked as complete.
fr: En terminant cette tâche, tous les actifs liés seront marqués comme terminés.

# tasks.createNewTaskMessage
source: Create a new task to track work items
fr: Créez une nouvelle tâche pour suivre les éléments de travail

# tasks.creatingTaskFor
source: Creating task for:
fr: Création de la tâche pour :

# tasks.deleteTask
source: Delete Task
fr: Supprimer la tâche

# tasks.deleteTaskConfirm
source: Are you sure you want to delete this task? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette tâche ? Cette action est irréversible.

# tasks.describeTask
source: Describe the task...
fr: Décrivez la tâche...

# tasks.descriptionIsRequired
source: Description is required
fr: La description est requise

# tasks.dueDate
source: Due Date
fr: Date d'échéance

# tasks.dueDateCannotBeInPast
source: Due date cannot be in the past
fr: La date d'échéance ne peut pas être dans le passé

# tasks.dueThisWeek
source: Due This Week
fr: Échéance cette semaine

# tasks.dueToday
source: Due Today
fr: Échéance aujourd'hui

# tasks.enterTaskTitle
source: Enter task title
fr: Entrez le titre de la tâche

# tasks.formInstance
source: Form Instance
fr: Instance de formulaire

# tasks.formInstanceNodes
source: Form Instance Nodes
fr: Nœuds de l'instance de formulaire

# tasks.formOptional
source: Form (Optional)
fr: Formulaire (Optionnel)

# tasks.forms
source: Forms
fr: Formulaires

# tasks.formsFooter
source: Attach forms to this task. Each form instance can be linked to specific assets.
fr: Joignez des formulaires à cette tâche. Chaque instance de formulaire peut être liée à des actifs spécifiques.

# tasks.general
source: General
fr: Général

# tasks.instanceLabel
source: (Instance %1$lld of %2$lld)
fr: (Instance %1$lld sur %2$lld)

# tasks.linkAssets
source: Link Assets
fr: Lier les actifs

# tasks.linkAssetsToForm
source: Link Assets to Form
fr: Lier des actifs au formulaire

# tasks.linkedAssets
source: Linked Assets
fr: Actifs liés

# tasks.linkedNodesCount
source: Linked Nodes (%lld)
fr: Nœuds liés (%lld)

# tasks.linkedNodesFooter
source: These nodes specify which equipment this form instance applies to
fr: Ces nœuds spécifient à quel équipement cette instance de formulaire s'applique

# tasks.linkedToActiveSession
source: Linked to active session:
fr: Lié à la session active :

# tasks.linkNode
source: Link Node
fr: Lier un nœud

# tasks.linkNodesDescription
source: Link nodes to specify which equipment this form applies to
fr: Liez des nœuds pour spécifier à quel équipement ce formulaire s'applique

# tasks.listenForNewAssets
source: Listen for New Assets
fr: Écouter les nouveaux actifs

# tasks.listening
source: Listening
fr: À l'écoute

# tasks.manageForms
source: Manage Forms
fr: Gérer les formulaires

# tasks.markAsCompleted
source: Mark as Completed
fr: Marquer comme terminé

# tasks.moreNodes
source: + %lld more
fr: + %lld autres

# tasks.newSimpleTask
source: New Simple Task
fr: Nouvelle tâche simple

# tasks.newTask
source: New Task
fr: Nouvelle tâche

# tasks.noAsset
source: No Asset
fr: Aucun actif

# tasks.noAssetsAvailable
source: No assets available
fr: Aucun actif disponible

# tasks.noAssetsLinkedYet
source: No assets linked yet
fr: Aucun actif lié pour le moment

# tasks.noAvailableNodes
source: No available nodes
fr: Aucun nœud disponible

# tasks.noForm
source: No Form
fr: Aucun formulaire

# tasks.noFormsForAssets
source: No forms available for the selected assets
fr: Aucun formulaire disponible pour les actifs sélectionnés

# tasks.noFormsSelected
source: No forms selected
fr: Aucun formulaire sélectionné

# tasks.noGeneralForms
source: No general forms available
fr: Aucun formulaire général disponible

# tasks.noLinkedAssets
source: No linked assets
fr: Aucun actif lié

# tasks.noNodesFound
source: No nodes found
fr: Aucun nœud trouvé

# tasks.noNodesLinked
source: No nodes linked
fr: Aucun nœud lié

# tasks.noNodesLinkedToForm
source: No nodes linked to this form
fr: Aucun nœud lié à ce formulaire

# tasks.noProcedure
source: No procedure
fr: Aucune procédure

# tasks.noProceduresAvailable
source: No procedures available
fr: Aucune procédure disponible

# tasks.noTasks
source: No tasks
fr: Aucune tâche

# tasks.optionalDueDate
source: Optional: Set a due date for this task
fr: Optionnel : Définir une date d'échéance pour cette tâche

# tasks.optionalSelectAsset
source: Optional: Select one asset for this task
fr: Optionnel : Sélectionner un actif pour cette tâche

# tasks.otherAvailableAssets
source: Other Available Assets
fr: Autres actifs disponibles

# tasks.othersCount
source: + %lld others
fr: + %lld autres

# tasks.overdue
source: Overdue
fr: En retard

# tasks.ownedByMe
source: Owned by Me
fr: Créé par moi

# tasks.procedure
source: Procedure
fr: Procédure

# tasks.procedure.groupGeneral
source: General
fr: Général

# tasks.procedureDisabledMultipleAssets
source: A procedure can't be set when multiple assets are linked
fr: Une procédure ne peut pas être définie lorsque plusieurs équipements sont liés

# tasks.procedureOptional
source: Optional: Attach a procedure for this task
fr: Facultatif : Joindre une procédure à cette tâche

# tasks.resolution
source: Resolution
fr: Résolution

# tasks.schedule
source: Schedule
fr: Calendrier

# tasks.searchForms
source: Search forms...
fr: Rechercher des formulaires...

# tasks.searchNodes
source: Search nodes...
fr: Rechercher des nœuds...

# tasks.searchProcedures
source: Search procedures
fr: Rechercher des procédures

# tasks.select
source: Select
fr: Sélectionner

# tasks.selectDate
source: Select Date
fr: Sélectionner une date

# tasks.selectForm
source: Select Form
fr: Sélectionner un formulaire

# tasks.selectNode
source: Select Node
fr: Sélectionner un nœud

# tasks.selectProcedure
source: Select a procedure
fr: Sélectionner une procédure

# tasks.selectTaskType
source: Select task type
fr: Sélectionner le type de tâche

# tasks.setDueDate
source: Set Due Date
fr: Définir la date d'échéance

# tasks.showAllTasks
source: Show All Tasks
fr: Afficher toutes les tâches

# tasks.showCompletedOnly
source: Show Completed Only
fr: Afficher uniquement les terminées

# tasks.showIncompleteOnly
source: Show Incomplete Only
fr: Afficher uniquement les incomplètes

# tasks.status
source: Status
fr: Statut

# tasks.submitted
source: Submitted
fr: Soumis

# tasks.task
source: Task
fr: Tâche

# tasks.taskAssignedTo
source: This task will be assigned to:
fr: Cette tâche sera assignée à :

# tasks.taskDetails
source: Task Details
fr: Détails de la tâche

# tasks.taskPhotos
source: Task Photos
fr: Photos de la tâche

# tasks.tasks
source: Tasks
fr: Tâches

# tasks.taskType
source: Task Type
fr: Type de tâche

# tasks.taskType.OTHER
source: Other
fr: Autre

# tasks.taskType.REPAIR
source: Repair
fr: Réparation

# tasks.taskTypeIsRequired
source: Task type is required
fr: Le type de tâche est requis

# tasks.title
source: Title
fr: Titre

# tasks.titleIsRequired
source: Title is required
fr: Le titre est requis

# tasks.tryDifferentSearch
source: Try a different search term
fr: Essayez un autre terme de recherche

# tasks.unableToLoadSLD
source: Unable to load SLD
fr: Impossible de charger le SLD

# There are no other %@ assets in this SLD to copy %@.
source: There are no other %1$@ assets in this SLD to copy %2$@.
fr: Il n'y a pas d'autres actifs %1$@ dans ce SLD pour copier %2$@.

# Trip Unit — %@ %@ %@
source: Trip Unit — %1$@ %2$@ %3$@
fr: Déclencheur — %1$@ %2$@ %3$@
